Repository: carylee/mpd-gallery
Catalog: app/plugins/meio_upload/locale/*/LC_MESSAGES/meio_upload.po
Languages: it

source: This field has not been defined between the parameters of MeioUploadBehavior.
it: Il campo non è stato definito tra i parametri di MeioUploadBehavior.

source: The directory where the file would be placed there or is protected against writing.
it: La directory dove sarebbe stato posto il file non esiste o è protetta da scrittura.

source: The file can not be empty.
it: Il file non può essere vuoto.

source: There were problems in uploading the file.
it: Si sono verificati degli errori durante il caricamento del file.

source: The maximum file size is exceeded.
it: La dimensione del file è superiore al limite concesso.

source: Invalid file type.
it: Tipo del file non valido.

source: Invalid file extension.
it: Estensione del file non valida.

source: MeioUploadBehavior Error: The field "%s" doesn't exists in the model "%s".
it: Errore in MeioUploadBehavior: Il campo "%s" non esiste nel modello "%s".

source: MeioUploadBehavior Error: The default option must be the filename with extension.
it: Errore in MeioUploadBehavior: L'opzione predefinita deve essere il nome del file con l'estensione.

source: MeioUploadBehavior Error: The thumbsizes names must be alphanumeric.
it: Errore in MeioUploadBehavior: I nomi dell'opzione thumbsizes devono contenere caratteri alfanumerici.

source: MeioUploadBehavior Error: The max_size option format is invalid.
it: Errore in MeioUploadBehavior: Il formato dell'opzione max_size non è valido.

source: MeioUploadBehavior Error: The max_size unit is invalid.
it: Errore in MeioUploadBehavior: L'unità di misura di max_size non è valida

source: MeioUploadBehavior Error: The field "%s" wasn't declared as part of the MeioUploadBehavior in model "%s".
it: Errore in MeioUploadBehavior: Il campo "%s" non è stato dichiarato come parte di MeioUploadBehavior nel modello "%s".

source: MeioUploadBehavior Error: The directory %s does not exist and cannot be created.
it: Errore in MeioUploadBehavior: La directory %s non esiste o non può essere creata.

source: MeioUploadBehavior Error: The directory %s does not exist.
it: Errore in MeioUploadBehavior: La directory %s non esiste.

source: MeioUploadBehavior Error: The directory %s isn't writable.
it: Errore in MeioUploadBehavior: La directory %s non è scrivibile.

source: Problems in the copy of the file.
it: Si sono verificati degli errori durante la copia del file.
