Repository: carylee/mpd-gallery
Catalog: src/app/plugins/meio_upload/locale/*/LC_MESSAGES/meio_upload.po
Languages: pl

source: This field has not been defined between the parameters of MeioUploadBehavior.
pl: To pole nie zostało zdefiniowane wśród parametrów MeioUploadBehavior.

source: The directory where the file would be placed there or is protected against writing.
pl: Katalog, w którym plik miałby zostać umieszczony jest zabezpieczony przed zapisem.

source: The file can not be empty.
pl: Plik nie może być pusty.

source: There were problems in uploading the file.
pl: Pojawiły się problemy przy wgrywaniu pliku.

source: The maximum file size is exceeded.
pl: Maksymalny rozmiar pliku został przekroczony.

source: Invalid file type.
pl: Nieprawidłowy typ pliku.

source: Invalid file extension.
pl: Nieprawidłowe rozszerzenie pliku.

source: MeioUploadBehavior Error: The field "%s" doesn't exists in the model "%s".
pl: Błąd MeioUploadBehavior: Pole "%s" nie istnieje w modelu "%s".

source: MeioUploadBehavior Error: The default option must be the filename with extension.
pl: Błąd MeioUploadBehavior: Opcją domyślną musi być nazwa pliku z rozszerzeniem.

source: MeioUploadBehavior Error: The thumbsizes names must be alphanumeric.
pl: Błąd MeioUploadBehavior: Nazwy pól thumbsizes muszą być alfanumeryczne.

source: MeioUploadBehavior Error: The max_size option format is invalid.
pl: Błąd MeioUploadBehavior: Format pola max_size jest nieprawidłowy.

source: MeioUploadBehavior Error: The max_size unit is invalid.
pl: Błąd MeioUploadBehavior: Jednostka pola max_size jest nieprawidłowa

source: MeioUploadBehavior Error: The field "%s" wasn't declared as part of the MeioUploadBehavior in model "%s".
pl: Błąd MeioUploadBehavior: Pole "%s" nie zostało zdeklarowane jako część MeioUploadBehavior w modelu "%s".

source: MeioUploadBehavior Error: The directory %s does not exist and cannot be created.
pl: Błąd MeioUploadBehavior: Katalog %s nie istnieje i nie może być utworzony.

source: MeioUploadBehavior Error: The directory %s does not exist.
pl: Błąd MeioUploadBehavior: Katalog %s nie istnieje.

source: MeioUploadBehavior Error: The directory %s isn't writable.
pl: Błąd MeioUploadBehavior: Katalog %s nie jest skonfigurowany do zapisu.

source: Problems in the copy of the file.
pl: Wystąpił problem przy kopiowaniu pliku
